Repository: cadavidf/WatermarkFactory
Catalog: WatermarkFactory/Localizable.xcstrings
Source language: en
Languages: es

source: %d couldn't reach the max file size target and were shipped at their closest achievable size.
es: %d no pudieron alcanzar el tamaño máximo de archivo y se exportaron con el tamaño más cercano posible.

source: %d images found.
es: %d imágenes encontradas.

source: %d images restored.
es: %d imágenes restauradas.

source: %d images selected.
es: %d imágenes seleccionadas.

source: %d of %d images numbered
es: %d de %d imágenes numeradas

source: %d of %d images watermarked, total output size ~%@.
es: %d de %d imágenes con marca de agua, tamaño total de salida ~%@.

source: + %d more
es: + %d más

source: ...or drag a folder or images in
es: ...o arrastra una carpeta o imágenes aquí

source: 100Cuadras: 1200x1200px square, max 2MB - per Ciencuadras guidance. Quality is an estimate; actual size depends on image content.
es: 100Cuadras: 1200×1200 px cuadrado, máximo 2 MB, según la guía de Ciencuadras. La calidad es una estimación; el tamaño real depende del contenido de la imagen.

source: A preset named "%@" already exists.
es: Ya existe un preajuste llamado "%@".

source: Acknowledgements
es: Agradecimientos

source: Acknowledgements…
es: Agradecimientos...

source: Add a filename prefix?
es: ¿Agregar un prefijo al nombre de archivo?

source: Add a right-click shortcut?
es: ¿Agregar un atajo de clic derecho?

source: Add it to another corner too?
es: ¿Agregarla también en otra esquina?

source: Alternating rows (0deg/45deg)
es: Filas alternas (0°/45°)

source: Anchor
es: Ancla

source: Applied %@ export preset.
es: Preajuste de exportación %@ aplicado.

source: Applied suggested placement.
es: Ubicación sugerida aplicada.

source: Apply
es: Aplicar

source: Archival or print-quality only. Files are very large and not intended for web upload.
es: Solo para archivo o calidad de impresión. Los archivos son muy grandes y no están pensados para subirlos a la web.

source: Balanced
es: Equilibrado

source: Balanced (50%)
es: Equilibrado (50%)

source: Barely there — for polished work you're proud to have made, not worried about.
es: Apenas visible: para trabajos pulidos que quieres firmar, no proteger.

source: Best for photos going to listing sites: small files, fast uploads, no transparency needed.
es: Ideal para fotos destinadas a portales de anuncios: archivos pequeños, subidas rápidas y sin necesidad de transparencia.

source: Bold
es: Marcado

source: Bold (75%)
es: Marcado (75%)

source: Bottom-left
es: Abajo izquierda

source: Bottom-right
es: Abajo derecha

source: Camera photos
es: Fotos de cámara

source: Cancel
es: Cancelar

source: Cap the file size per image?
es: ¿Limitar el tamaño de archivo por imagen?

source: Centered bold
es: Centrada y marcada

source: Check for Updates…
es: Buscar actualizaciones...

source: Choose Folder or Images...
es: Elegir carpeta o imágenes...

source: Choose New Document → Quick Action.
es: Elige Nuevo documento → Acción rápida.

source: Choose Watermark...
es: Elegir marca de agua...

source: Choose a folder and watermark to begin.
es: Elige una carpeta y una marca de agua para comenzar.

source: Choose a folder or images before export.
es: Elige una carpeta o imágenes antes de exportar.

source: Choose a folder or select individual images to get started.
es: Elige una carpeta o selecciona imágenes individuales para empezar.

source: Choose a watermark image before export.
es: Elige una imagen de marca de agua antes de exportar.

source: Clear order
es: Borrar orden

source: Clearly branded — good for social posts and previews.
es: Marca claramente visible: útil para publicaciones sociales y previsualizaciones.

source: Compact
es: Compacto

source: Confident
es: Seguro

source: Could not analyze this image for placement.
es: No se pudo analizar esta imagen para sugerir una ubicación.

source: Couldn't access the selected folder. Please re-choose it.
es: No se pudo acceder a la carpeta seleccionada. Vuelve a elegirla.

source: Custom
es: Personalizado

source: Custom angle
es: Ángulo personalizado

source: Customize...
es: Personalizar...

source: Dark
es: Oscuro

source: Default (16px)
es: Predeterminado (16 px)

source: Degrees
es: Grados

source: Delete preset
es: Eliminar preajuste

source: Describe the watermark...
es: Describe la marca de agua...

source: Diagonal (45deg)
es: Diagonal (45°)

source: Discrete
es: Discreto

source: Dismiss
es: Descartar

source: Estimated output size %@
es: Tamaño de salida estimado %@

source: Export
es: Exportar

source: Export format
es: Formato de exportación

source: Export summary
es: Resumen de exportación

source: Export target set.
es: Destino de exportación definido.

source: Exporting %d of %d...
es: Exportando %d de %d...

source: Exporting 0 of %d...
es: Exportando 0 de %d...

source: Extra placement added.
es: Ubicación adicional agregada.

source: Failed: %@.
es: Falló: %@.

source: File size cap set.
es: Límite de tamaño definido.

source: FincaRaiz: 860x482px landscape, max 4.9MB - per fincaraiz.com.co guidance. Quality is an estimate; actual size depends on image content.
es: FincaRaiz: 860×482 px horizontal, máximo 4,9 MB, según la guía de fincaraiz.com.co. La calidad es una estimación; el tamaño real depende del contenido de la imagen.

source: Format set.
es: Formato definido.

source: Full (75%)
es: Completo (75%)

source: Full license text
es: Texto completo de la licencia

source: GIFs
es: GIF

source: Generous (32px)
es: Amplio (32 px)

source: Geo or technical data
es: Datos geográficos o técnicos

source: Ghost (10%)
es: Fantasma (10%)

source: Guided
es: Guiado

source: HEIC was exported as PNG.
es: HEIC se exportó como PNG.

source: Hard to ignore — makes ownership unmistakable.
es: Difícil de ignorar: deja clara la autoría.

source: Height
es: Alto

source: How much padding from the edge?
es: ¿Cuánto margen desde el borde?

source: Images
es: Imágenes

source: Instagram square export: 1080x1080 JPEG.
es: Exportación cuadrada para Instagram: 1080×1080 JPEG.

source: It'll use whatever watermark and settings you had selected last, the same way opening files with WatermarkFactory already works.
es: Usará la marca de agua y los ajustes que hayas seleccionado la última vez, igual que al abrir archivos con WatermarkFactory.

source: JPEG quality %d%%
es: Calidad JPEG %d%%

source: Just watermark these
es: Solo aplicar marca de agua

source: Keep Original
es: Mantener original

source: Large (50%)
es: Grande (50%)

source: Large, high-opacity, tiled — resists cropping or cloning out. For proofs and preview-only shares.
es: Grande, de alta opacidad y en mosaico: resiste recortes o clonaciones. Para pruebas y entregas solo de vista previa.

source: Layout mode
es: Modo de disposición

source: Light
es: Claro

source: Loaded preset "%@".
es: Preajuste "%@" cargado.

source: Logos or screenshots
es: Logos o capturas de pantalla

source: MIT-style license. Copyright (c) 2006-2013 Andy Matuschak and others.
es: Licencia estilo MIT. Copyright (c) 2006-2013 Andy Matuschak y otros.

source: Max file size
es: Tamaño máximo

source: Max file size requires JPEG — switch format or clear this limit.
es: El tamaño máximo requiere JPEG: cambia el formato o borra este límite.

source: Maybe later
es: Quizás después

source: Medium (35%)
es: Mediano (35%)

source: Metrocuadrado: inferred 1600x1200px safe default; no exact official pixel spec published. Quality is an estimate; actual size depends on image content.
es: Metrocuadrado: valor seguro inferido de 1600×1200 px; no hay una especificación oficial exacta publicada. La calidad es una estimación; el tamaño real depende del contenido de la imagen.

source: Next
es: Siguiente

source: No file size cap set.
es: Sin límite de tamaño de archivo.

source: No limit
es: Sin límite

source: No prefix
es: Sin prefijo

source: No saved presets.
es: No hay preajustes guardados.

source: No supported images found in this folder.
es: No se encontraron imágenes compatibles en esta carpeta.

source: No supported images selected.
es: No se seleccionaron imágenes compatibles.

source: None (0deg)
es: Ninguno (0°)

source: Not sure
es: No estoy seguro

source: Noticeable without dominating the photo.
es: Visible sin dominar la foto.

source: Nudge from anchor (optional)
es: Ajuste desde el ancla (opcional)

source: Number in current order
es: Numerar en el orden actual

source: Number them
es: Numerarlas

source: Number these in the order shown, or skip numbering?
es: ¿Numerarlas en el orden mostrado u omitir la numeración?

source: Off
es: Desactivado

source: Opacity
es: Opacidad

source: Open Automator
es: Abrir Automator

source: Open Automator (Spotlight → “Automator”).
es: Abre Automator (Spotlight → “Automator”).

source: Optimize for Web
es: Optimizar para web

source: Order & Rename
es: Ordenar y renombrar

source: Order & Rename (optional)
es: Ordenar y renombrar (opcional)

source: Order set.
es: Orden definido.

source: Output size %d×%d px
es: Tamaño de salida %d×%d px

source: Output size original
es: Tamaño de salida original

source: Overwrite
es: Sobrescribir

source: Overwrite preset?
es: ¿Sobrescribir preajuste?

source: Padding set.
es: Margen definido.

source: Padding — distance from that edge
es: Margen: distancia desde ese borde

source: Padding — margin around each mark
es: Margen: espacio alrededor de cada marca

source: Pick a starting style.
es: Elige un estilo inicial.

source: Platform presets
es: Preajustes de plataforma

source: Position
es: Posición

source: Position & Padding
es: Posición y margen

source: Prefix
es: Prefijo

source: Preserves the source type where possible; HEIC falls back to PNG. Use this when you are matching an existing delivery workflow.
es: Conserva el tipo de origen cuando es posible; HEIC pasa a PNG. Úsalo cuando debas respetar un flujo de entrega existente.

source: Preset name
es: Nombre del preajuste

source: Presets
es: Preajustes

source: Previewing with Automality's mark — choose your own watermark to replace it
es: Vista previa con la marca de Automality: elige tu propia marca de agua para reemplazarla

source: Print
es: Impresión

source: Protective
es: Protector

source: Quality (and, if needed, dimensions) will be reduced to fit ~%d KB per image.
es: La calidad y, si hace falta, las dimensiones se reducirán para ajustarse a ~%d KB por imagen.

source: Ready to export.
es: Listo para exportar.

source: Recent
es: Recientes

source: Rotation
es: Rotación

source: Saliency was unavailable for this image.
es: La saliencia no estuvo disponible para esta imagen.

source: Save
es: Guardar

source: Save Preset
es: Guardar preajuste

source: Save current as preset...
es: Guardar actual como preajuste...

source: Save it, naming it something like “Watermark with WatermarkFactory.”
es: Guárdala con un nombre como “Marca de agua con WatermarkFactory”.

source: Search the actions list for “Open Finder Items” and drag it into the workflow.
es: Busca “Abrir ítems del Finder” en la lista de acciones y arrástrala al flujo.

source: Select Images
es: Seleccionar imágenes

source: Select an image to preview.
es: Selecciona una imagen para previsualizarla.

source: Send
es: Enviar

source: Set this up once in Automator, and next time you can right-click a folder or a batch of images in Finder and watermark them straight from there — no need to open WatermarkFactory first.
es: Configúralo una vez en Automator y, la próxima vez, podrás hacer clic derecho en una carpeta o un lote de imágenes en Finder y aplicarles la marca de agua desde ahí, sin abrir WatermarkFactory primero.

source: Set “Open with” to WatermarkFactory.
es: Define “Abrir con” como WatermarkFactory.

source: Set “Workflow receives” to images and folders in Finder.
es: Define “El flujo recibe” como imágenes y carpetas en Finder.

source: Single
es: Única

source: Single placement kept.
es: Se mantuvo una sola ubicación.

source: Single-frame GIF: simple and widely supported, but limited color and no smooth transparency.
es: GIF de un solo cuadro: simple y muy compatible, pero con color limitado y sin transparencia suave.

source: Size
es: Tamaño

source: Size & Opacity
es: Tamaño y opacidad

source: Skip
es: Omitir

source: Skip remaining, use defaults
es: Omitir lo restante, usar valores predeterminados

source: Small (20%)
es: Pequeño (20%)

source: Solid (100%)
es: Sólido (100%)

source: Spacing — gap between tiles
es: Espaciado: separación entre mosaicos

source: Subtle
es: Sutil

source: Subtle (25%)
es: Sutil (25%)

source: Subtle corner
es: Esquina sutil

source: Suffix
es: Sufijo

source: Suggested Placement
es: Ubicación sugerida

source: Tell me how you want these watermarked.
es: Dime cómo quieres aplicar la marca de agua.

source: The professional default — visible on inspection, invisible at a glance.
es: El valor profesional por defecto: visible al revisar, discreto a primera vista.

source: This app's own code, icon, and the Automality design system (AutomalityUI, DesignSystemKit) are original work, not third-party.
es: El código propio de esta app, su icono y el sistema de diseño Automality (AutomalityUI, DesignSystemKit) son trabajo original, no de terceros.

source: Tight (8px)
es: Ajustado (8 px)

source: Tiled
es: Mosaico

source: Tiled brand
es: Marca en mosaico

source: Tint
es: Tinte

source: Tiny (10%)
es: Mínimo (10%)

source: Top-left
es: Arriba izquierda

source: Top-right
es: Arriba derecha

source: Use only if you need transparency or plan to edit further. Files are much larger, and most listing portals do not need this.
es: Úsalo solo si necesitas transparencia o planeas editar después. Los archivos son mucho más grandes y la mayoría de portales de anuncios no lo necesitan.

source: Watermark
es: Marca de agua

source: Watermark All Images
es: Aplicar marca de agua a todas

source: Watermark Intensity
es: Intensidad de marca de agua

source: Watermark source
es: Fuente de marca de agua

source: Watermark style set.
es: Estilo de marca de agua definido.

source: WatermarkFactory is built on the open-source software listed below. Each entry's full license text is included, as required by its terms.
es: WatermarkFactory está construido con el software de código abierto listado abajo. Se incluye el texto completo de licencia de cada entrada, como exigen sus términos.

source: What kind of images are these?
es: ¿Qué tipo de imágenes son?

source: Where are these going?
es: ¿A dónde van estas imágenes?

source: Width
es: Ancho

source: Working offline — I'll ask a few quick questions instead.
es: Trabajando sin conexión: haré unas preguntas rápidas en su lugar.

source: bottom
es: abajo

source: bottom-left
es: abajo izquierda

source: bottom-right
es: abajo derecha

source: center
es: centro

source: left
es: izquierda

source: right
es: derecha

source: thinking...
es: pensando...

source: top
es: arriba

source: top-left
es: arriba izquierda

source: top-right
es: arriba derecha
